Repository: PLanB2008/linuxmuster-webui7
Catalog: usr/lib/linuxmuster-webui/plugins/lmn_session/locale/*/LC_MESSAGES/app.po
Languages: de

source: <a>Share</a>
de: <a>Austeilen</a>

source: All data are copied from the whole session
de: Alle Daten der kompletten Kurse wurden kopiert

source: All data are moved from the whole session
de: Alle Daten der kompletten Kurse wurden verschoben

source: Available Files
de: Verfügbare Dateien

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Collect
de: Einsammeln

source: Collect files
de: Dateien einsammeln

source: Collect files from session
de: Dateien aus dem Kurs einsammeln

source: Collect from Session
de: Aus dem Kurs einsammeln

source: Collect from User
de: Vom Benutzer einsammeln

source: Copy
de: Kopieren

source: Copy transfer directory from whole session
de: Kopiere Transfer-Verzeichnisse des gesamten Kurses

source: Delete Session
de: Kurs löschen

source: Edit Session
de: Kurs bearbeiten

source: Edit members
de: Mitglieder bearbeiten

source: End running exam
de: Beende laufende Klassenarbeit

source: Move
de: Verschieben

source: Move transfer directory from whole session
de: Sammle Transfer-Verzeichnisse des gesamten Kurses ein

source: My Classes
de: Meine Klassen

source: My Sessions
de: Meine Kurse

source: New Session
de: Neuer Kurs

source: No User
de: Kein Benutzer

source: No files or directories found in transfer
de: Keine Dateien oder Verzeichnisse in Übertragung gefunden

source: Rename Session
de: Kurs umbenennen

source: Restore initial password
de: Erstpasswort wiederherstellen

source: Save &amp; apply
de: Speichern &amp; übernehmen

source: Select files you want to copy from <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b>
de: Wählen Sie Dateien, die Sie von <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b> kopieren möchten

source: Select files you want to move from <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b>
de: Wählen Sie Dateien, die Sie von <b>{{senders[0]['givenName']}} {{senders[0]['sn']}}</b> verschieben möchten

source: Select files you want to share with <b>{{receivers[0]['givenName']}} {{receivers[0]['sn']}}</b>
de: Wählen Sie Dateien, die Sie mit <b>{{receivers[0]['givenName']}} {{receivers[0]['sn']}}</b> teilen möchten

source: Select files you want to share with Session
de: Wählen Sie Dateien, die Sie mit dem Kurs teilen möchten

source: Sessions
de: Kurse

source: Set actual user password
de: Benutzerpasswort festlegen

source: Set custom initial password
de: Erstpasswort benutzerdefiniert festlegen

source: Set random initial password
de: Erstpasswort zufällig festlegen

source: Share
de: Teilen

source: Share file(s) from transfer directory with whole session
de: Datei(en) aus dem Transfer-Verzeichnis dem gesamten Kurs austeilen

source: Share files
de: Dateien freigeben

source: Share files with session
de: Dateien aus Transfer dem ganzen Kurs austeilen

source: Show initial password
de: Erstpasswort anzeigen

source: This Room
de: Dieser Raum

source: This module does not work as root. Login as a teacher instead!
de: Dieses Modul funktioniert nicht als root. Melden Sie sich stattdessen als Lehrer an!

source: Upload file
de: Datei hochladen

source: User
de: Benutzer

source: User in room: {{usersInRoom.room}}
de: Benutzer im Klassenzimmer: {{usersInRoom.room}}

source: User information
de: Benutzerinformationen

source: Users logged in in your room:
de: Benutzer in Ihrem Raum angemeldet:

source: user(s)
de: Benutzer

source: Session
de: Unterricht

source: Print Passwords
de: Passwörter drucken

source: Write students
de: Schreibe Schüler

source: Transfer Files in Session
de: Dateien in dem Kurs übertragen

source: Please select at least one file!
de: Bitte wählen Sie mindestens eine Datei!

source: Are you sure you want to delete permanently the file
de: Sind Sie sicher, dass Sie die ausgewählte Datei unwiderruflich löschen wollen?

source: Delete
de: Löschen

source: File
de: Datei

source: Are you sure you want to delete permanently this directory and its content:
de: Sind Sie sicher, dass Sie dieses Verzeichnis und dessen Inhalt unwiderruflich löschen möchten?

source: Directory
de: Verzeichnis

source: Regenerate this session
de: Diese Sitzung neu erstellen

source: Start this session unchanged (may not be up to date)
de: Diese Sitzung unverändert starten (möglicherweise nicht auf dem neuesten Stand)

source: Start session containing all users in this room
de: Unterricht mit allen Benutzern in diesem Raum starten

source: No Session selected
de: Kein Kurs ausgewählt

source: You have to select a session first.
de: Sie müssen zuerst einen Kurs auswählen.

source: Delete Session:
de: Kurs löschen:

source: Deleting session...
de: Lösche Kurs...

source: Session Deleted
de: Kurs gelöscht

source: Session Name
de: Kursname

source: Session Created
de: Kurs erstellt

source: Add Student
de: Schüler hinzufügen

source: Add Class
de: Klasse hinzufügen

source: Lastname
de: Nachname

source: Login name
de: Anmeldename

source: Firstname
de: Vorname

source: Email
de: E-Mail-Adresse

source: Userdata
de: Benutzerdaten

source: Transfer
de: Übertragen

source: Exam-Supervisor
de: Prüfungsaufsicht

source: Exam-Mode
de: Klassenarbeits-Modus

source: Wifi-Access
de: WLAN-Zugang

source: Internet-Access
de: Internetzugriff

source: Intranet Access
de: Intranet-Zugriff

source: Printing
de: Drucken

source: There are no sessions yet. Create a session using the 'New Session' button at the top!
de: Es gibt noch keinen Kurs. Erstellen Sie einen Kurs mit dem Button 'Neuer Kurs' oben!

source: Currenty its not possible to determine your room, try to login into your computer again.
de: Derzeit ist es nicht möglich, Ihren Raum zu bestimmen, versuchen Sie sich erneut in Ihren Computer einzuloggen.

source: Session Renamed
de: Kurs umbenannt

source: This session appears to be empty. Start adding users by using the top search bar!
de: Dieser Kurs scheint leer zu sein. Starten Sie das Hinzufügen von Benutzern durch die Suchleiste oben!

source: Generating session...
de: generiere Kurs...

source: Session generated
de: Kurs generiert

source: Changes are applied...
de: Änderungen werden übernommen...

source: Initial password
de: Erstpasswort

source: User in exam
de: Benutzer in Exam

source: This user seems to be in exam. End exam mode before changing password!
de: Dieser Benutzer scheint sich in einer Prüfung zu befinden. der Prüfungsmodus muss beendet werden, damit das Passwort geändert werden kann!

source: Initial password set
de: Erstpasswort gesetzt

source: Random password set
de: Zufallspasswort festgelegt

source: Sharing files...
de: teile Dateien...

source: Collecting files...
de: sammle Dateien...

source: Not implemented
de: Nicht verfügbar
